Repository: nelc/learndash-lrs-plugin
Catalog: lang/lamoud-nelc-xapi-*.po
Languages: ar

source: Contact NELC for the following information:
ar: يجب مراسلة NELC للحصول على المعلومات التالية:

source: Test Auth
ar: اختبار الدمج مع المركز الوطني NELC

source: NELC Integration
ar: الدمج مع NELC

source: Settings
ar: إعدادات

source: General
ar: عام

source: User Name
ar: اسم المستخدم

source: Secret
ar: كلمة المرور

source: xapi_secret
ar: كلمة المرور

source: Platform
ar: المنصة

source: Platform Arabic Name
ar: اسم المنصة بالعربية

source: Platform English Name
ar: اسم المنصة بالأنجليزية

source: Notifications
ar: إشعارات

source: Control the notifications that appear to the trainee during the progress of the course:
ar: التحكم ف الإشعارات التي تظهر للمتدرب أثناء التقدم في الدورة:

source: Complete the profile
ar: استكمال الملف الشخصي

source: An alert appears to the trainee if the profile is not completed.
ar: تنبيه يظهر للمستخدم في حالة عدم إكال ملفه الشخصي.

source: Please complete your profile to be able to enroll in the courses
ar: من فضلك قم باكمال ملفك الشخصي لتتمكن من الإلتحاق بالدورات

source: Complete the profile alert
ar: تنبيه إكمال الملق الشخصي

source: Integrate all courses
ar: ربط جميع الدورات

source: Upon activation, all courses are linked automatically. In case of cancellation, an option appears on the course settings page to unlink the course.
ar: عند التفعيل ، يتم ربط جميع الدورات تلقائيًا. في حالة الإلغاء ، يظهر خيار في صفحة إعدادات الدورة التدريبية لإلغاء ربط الدورة.

source: Report arrival alert
ar: تنبيه وصول التقرير

source: Show alerts stating the arrival of reports to the National Center.
ar: إظهار تنبيهات تفيد بوصول التقارير للمركز الوطني.

source: integration testing
ar: اختبار الدمج

source: The following form enables you to test integration with the National Center for E-Learning NELC:
ar: يمكنك النموذج التالي من اختبار الدمج مع المركز الوطني للتعليم الإلكتروني NELC:

source: Select statement
ar: اختر statment

source: Select statement.
ar: اختر statement.

source: NELC Integration Settings
ar: إعدادات الدمج مع المركز الوطني

source: Test now
ar: اختبر الآن

source: Save Settings
ar: حفظ الإعدادات

source: Cloning of NELC_Integration_API is forbidden.
ar: يحظر استنساخ NELC_Integration_API.

source: Unserializing instances of NELC_Integration_API is forbidden.
ar: يحظر إلغاء تجميع مثيلات NELC_Integration_API.

source: Upon activation, the courses will linked with NELC.
ar: عند التفعيل سيتم ربط الدورة مع المركز الوطني NELC.

source: National ID
ar: رقم الهوية

source: Cloning of NELC_Integration is forbidden
ar: استنساخ NELC_Integration ممنوع

source: Unserializing instances of NELC_Integration is forbidden
ar: إلغاء تجميع مثيلات NELC_Integration ممنوع

source: Upload an image
ar: رفع صورة

source: Use image
ar: استخدم صورة

source: Upload new image
ar: رفع صورة جديدة

source: The report has been sent to NELC
ar: تم إرسال التقرير للمركز الوطني.

source: The report was not sent to NELC
ar: لم يتم إرسال التقرير للمركز الوطني.
